Repository: mochiexists/catty-3d
Catalog: Sources/Catty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, it, ja, nl, pt_br, pt_pt, zh_hans

source: No sessions yet
de: Noch keine Sitzungen
es_419: Aún no hay sesiones
es_es: Aún no hay sesiones
fr: Aucune session pour l'instant
it: Nessuna sessione ancora
ja: セッションはまだありません
nl: Nog geen sessies
pt_br: Nenhuma sessão ainda
pt_pt: Ainda não há sessões
zh_hans: 还没有会话

source: Open a local terminal or connect via SSH to get started.
de: Öffne ein lokales Terminal oder verbinde dich per SSH, um loszulegen.
es_419: Abre una terminal local o conéctate por SSH para empezar.
es_es: Abre un terminal local o conéctate por SSH para empezar.
fr: Ouvrez un terminal local ou connectez-vous en SSH pour commencer.
it: Apri un terminale locale o connettiti via SSH per iniziare.
ja: ローカルターミナルを開くか、SSH で接続して始めましょう。
nl: Open een lokale terminal of maak verbinding via SSH om te beginnen.
pt_br: Abra um terminal local ou conecte via SSH para começar.
pt_pt: Abre um terminal local ou liga-te via SSH para começar.
zh_hans: 打开本地终端或通过 SSH 连接以开始。

source: Layout %@ not yet implemented — showing active session only
de: Layout %@ noch nicht implementiert — nur aktive Sitzung wird angezeigt
es_419: El diseño %@ aún no está implementado — mostrando solo la sesión activa
es_es: El diseño %@ aún no está implementado — mostrando solo la sesión activa
fr: Disposition %@ pas encore implémentée — affichage de la session active uniquement
it: Layout %@ non ancora implementato — visualizzo solo la sessione attiva
ja: レイアウト %@ は未実装です — アクティブなセッションのみ表示します
nl: Lay-out %@ nog niet geïmplementeerd — alleen actieve sessie wordt getoond
pt_br: O layout %@ ainda não está implementado — mostrando apenas a sessão ativa
pt_pt: O esquema %@ ainda não está implementado — a mostrar apenas a sessão ativa
zh_hans: 布局 %@ 尚未实现——仅显示当前会话

source: Session history coming soon
de: Sitzungsverlauf folgt in Kürze
es_419: Historial de sesiones próximamente
es_es: Historial de sesiones próximamente
fr: Historique des sessions bientôt disponible
it: Cronologia sessioni in arrivo
ja: セッション履歴は近日公開
nl: Sessiegeschiedenis binnenkort beschikbaar
pt_br: Histórico de sessões em breve
pt_pt: Histórico de sessões em breve
zh_hans: 会话历史即将推出

source: Inspired by Ratty
de: Inspiriert von Ratty
es_419: Inspirado en Ratty
es_es: Inspirado en Ratty
fr: Inspiré par Ratty
it: Ispirato a Ratty
ja: Ratty にインスパイア
nl: Geïnspireerd door Ratty
pt_br: Inspirado em Ratty
pt_pt: Inspirado em Ratty
zh_hans: 灵感来自 Ratty

source: The terminal-in-a-3D-scene idea behind Catty 3D comes from Ratty by Orhun Parmaksız — a GPU-rendered terminal with inline 3D graphics. Their rat chases pixels in a terminal; our cat watches it happen from RealityKit.
de: Die Idee, ein Terminal in eine 3D-Szene zu setzen, hinter Catty 3D stammt von Ratty von Orhun Parmaksız — ein GPU-gerendertes Terminal mit eingebetteten 3D-Grafiken. Ihre Ratte jagt Pixel in einem Terminal; unsere Katze schaut von RealityKit aus zu.
es_419: La idea de la terminal dentro de una escena 3D que hay detrás de Catty 3D viene de Ratty, de Orhun Parmaksız: una terminal renderizada por GPU con gráficos 3D integrados. Su rata persigue píxeles en una terminal; nuestro gato lo contempla desde RealityKit.
es_es: La idea del terminal dentro de una escena 3D que hay detrás de Catty 3D viene de Ratty, de Orhun Parmaksız: un terminal renderizado por GPU con gráficos 3D integrados. Su rata persigue píxeles en un terminal; nuestro gato lo contempla desde RealityKit.
fr: L'idée d'un terminal dans une scène 3D derrière Catty 3D vient de Ratty d'Orhun Parmaksız — un terminal rendu par GPU avec des graphismes 3D intégrés. Leur rat poursuit des pixels dans un terminal ; notre chat observe la scène depuis RealityKit.
it: L'idea di un terminale dentro una scena 3D dietro Catty 3D viene da Ratty di Orhun Parmaksız — un terminale renderizzato dalla GPU con grafica 3D integrata. Il loro topo insegue pixel in un terminale; il nostro gatto guarda la scena da RealityKit.
ja: Catty 3D の「3D シーンの中の端末」というアイデアは、Orhun Parmaksız 氏の Ratty に由来します — GPU レンダリングで 3D グラフィックスをインライン表示する端末です。彼らのネズミが端末内でピクセルを追いかけ、私たちの猫が RealityKit からその様子を眺めています。
nl: Het idee van een terminal in een 3D-scène achter Catty 3D komt van Ratty van Orhun Parmaksız — een GPU-gerenderde terminal met ingebouwde 3D-graphics. Hun rat jaagt op pixels in een terminal; onze kat kijkt toe vanuit RealityKit.
pt_br: A ideia de um terminal dentro de uma cena 3D por trás do Catty 3D vem do Ratty, de Orhun Parmaksız — um terminal renderizado por GPU com gráficos 3D integrados. O rato deles persegue pixels num terminal; nosso gato observa tudo a partir do RealityKit.
pt_pt: A ideia de um terminal dentro de uma cena 3D por trás de Catty 3D vem de Ratty, de Orhun Parmaksız — um terminal renderizado por GPU com gráficos 3D integrados. O rato deles persegue píxeis num terminal; o nosso gato observa tudo a partir do RealityKit.
zh_hans: Catty 3D 中“将终端置入 3D 场景”的灵感来自 Orhun Parmaksız 的 Ratty——一个用 GPU 渲染、内嵌 3D 图形的终端。他们的老鼠在终端里追逐像素；我们的猫从 RealityKit 中看着这一切发生。

source: The rat 3D model in this scene also ships courtesy of Ratty (MIT). Maxwell the cat comes from bean (alwayshasbean) on Sketchfab under CC-BY 4.0.
de: Das 3D-Modell der Ratte in dieser Szene stammt ebenfalls von Ratty (MIT). Maxwell die Katze stammt von bean (alwayshasbean) auf Sketchfab unter CC-BY 4.0.
es_419: El modelo 3D de la rata en esta escena también se incluye gracias a Ratty (MIT). Maxwell, el gato, viene de bean (alwayshasbean) en Sketchfab bajo CC-BY 4.0.
es_es: El modelo 3D de la rata en esta escena también se incluye gracias a Ratty (MIT). Maxwell, el gato, viene de bean (alwayshasbean) en Sketchfab bajo CC-BY 4.0.
fr: Le modèle 3D du rat dans cette scène est également fourni par Ratty (MIT). Maxwell le chat vient de bean (alwayshasbean) sur Sketchfab sous licence CC-BY 4.0.
it: Anche il modello 3D del topo in questa scena è fornito da Ratty (MIT). Maxwell il gatto viene da bean (alwayshasbean) su Sketchfab con licenza CC-BY 4.0.
ja: このシーンのネズミの 3D モデルも Ratty (MIT) によるものです。Maxwell（猫）は Sketchfab の bean (alwayshasbean) による作品で、CC-BY 4.0 ライセンスです。
nl: Het 3D-model van de rat in deze scène komt ook van Ratty (MIT). Maxwell de kat komt van bean (alwayshasbean) op Sketchfab onder CC-BY 4.0.
pt_br: O modelo 3D do rato nesta cena também é cortesia do Ratty (MIT). Maxwell, o gato, vem do bean (alwayshasbean) no Sketchfab, sob CC-BY 4.0.
pt_pt: O modelo 3D do rato nesta cena também é cortesia de Ratty (MIT). Maxwell, o gato, vem de bean (alwayshasbean) no Sketchfab, sob CC-BY 4.0.
zh_hans: 本场景中的老鼠 3D 模型同样由 Ratty (MIT) 提供。Maxwell 这只猫来自 Sketchfab 上的 bean (alwayshasbean)，依据 CC-BY 4.0 许可。

source: Spawn a new local terminal here
de: Hier ein neues lokales Terminal erstellen
es_419: Crea una nueva terminal local aquí
es_es: Crea un nuevo terminal local aquí
fr: Créer un nouveau terminal local ici
it: Crea un nuovo terminale locale qui
ja: ここに新しいローカルターミナルを生成
nl: Maak hier een nieuwe lokale terminal aan
pt_br: Crie um novo terminal local aqui
pt_pt: Cria um novo terminal local aqui
zh_hans: 在此处生成新的本地终端

source: Spawn a new local terminal to the %@
de: Neues lokales Terminal an Position %@ erstellen
es_419: Crea una nueva terminal local en %@
es_es: Crea un nuevo terminal local en %@
fr: Créer un nouveau terminal local en %@
it: Crea un nuovo terminale locale in %@
ja: %@ に新しいローカルターミナルを生成
nl: Maak een nieuwe lokale terminal op %@
pt_br: Crie um novo terminal local em %@
pt_pt: Cria um novo terminal local em %@
zh_hans: 在 %@ 处生成新的本地终端

source: Remove the %@ terminal
de: Terminal an %@ entfernen
es_419: Eliminar la terminal de %@
es_es: Eliminar el terminal de %@
fr: Supprimer le terminal de %@
it: Rimuovi il terminale di %@
ja: %@ のターミナルを削除
nl: Verwijder de terminal op %@
pt_br: Remover o terminal de %@
pt_pt: Remover o terminal de %@
zh_hans: 移除 %@ 处的终端

source: Close Catty 3D
de: Catty 3D schließen
es_419: Cerrar Catty 3D
es_es: Cerrar Catty 3D
fr: Quitter Catty 3D
it: Chiudi Catty 3D
ja: Catty 3D を終了
nl: Catty 3D sluiten
pt_br: Fechar Catty 3D
pt_pt: Fechar Catty 3D
zh_hans: 关闭 Catty 3D

source: Send Maxwell after the rat — zoom out to watch the chase
de: Schick Maxwell hinter der Ratte her — zoom raus, um die Jagd zu sehen
es_419: Manda a Maxwell tras la rata — aleja la cámara para ver la persecución
es_es: Manda a Maxwell tras la rata — aleja la cámara para ver la persecución
fr: Lance Maxwell à la poursuite du rat — dézoome pour voir la course
it: Manda Maxwell all'inseguimento del topo — allontana la camera per vedere la corsa
ja: Maxwell をネズミに差し向ける — ズームアウトして追いかけっこを見守ろう
nl: Stuur Maxwell achter de rat aan — zoom uit om de jacht te volgen
pt_br: Mande o Maxwell atrás do rato — afaste a câmera para ver a perseguição
pt_pt: Manda o Maxwell atrás do rato — afasta a câmara para ver a perseguição
zh_hans: 让 Maxwell 追逐老鼠——拉远视角观看这场追逐

source: Return to default view (100% zoom, centred)
de: Zur Standardansicht zurückkehren (100 % Zoom, zentriert)
es_419: Volver a la vista predeterminada (100 % de zoom, centrada)
es_es: Volver a la vista predeterminada (100 % de zoom, centrada)
fr: Revenir à la vue par défaut (zoom 100 %, centrée)
it: Torna alla vista predefinita (zoom 100%, centrata)
ja: デフォルトビューに戻る（100% ズーム、中央寄せ）
nl: Terug naar standaardweergave (100% zoom, gecentreerd)
pt_br: Voltar à vista padrão (100% de zoom, centralizada)
pt_pt: Voltar à vista predefinida (100% de zoom, centrada)
zh_hans: 返回默认视图（100% 缩放，居中）

source: Drag to zoom (works even while a terminal is focused)
de: Zum Zoomen ziehen (funktioniert auch, wenn ein Terminal aktiv ist)
es_419: Arrastra para hacer zoom (funciona incluso con una terminal en foco)
es_es: Arrastra para hacer zoom (funciona incluso con un terminal en foco)
fr: Faire glisser pour zoomer (fonctionne même quand un terminal a le focus)
it: Trascina per fare zoom (funziona anche con un terminale attivo)
ja: ドラッグでズーム（ターミナルがフォーカスされていても機能します）
nl: Sleep om te zoomen (werkt ook als een terminal actief is)
pt_br: Arraste para dar zoom (funciona mesmo com um terminal em foco)
pt_pt: Arrasta para fazer zoom (funciona mesmo com um terminal em foco)
zh_hans: 拖动以缩放（即使终端处于焦点时也可用）

source: Hide debug panel
de: Debug-Panel ausblenden
es_419: Ocultar panel de depuración
es_es: Ocultar panel de depuración
fr: Masquer le panneau de débogage
it: Nascondi il pannello di debug
ja: デバッグパネルを隠す
nl: Debugpaneel verbergen
pt_br: Ocultar painel de depuração
pt_pt: Ocultar painel de depuração
zh_hans: 隐藏调试面板

source: Show debug panel
de: Debug-Panel anzeigen
es_419: Mostrar panel de depuración
es_es: Mostrar panel de depuración
fr: Afficher le panneau de débogage
it: Mostra il pannello di debug
ja: デバッグパネルを表示
nl: Debugpaneel tonen
pt_br: Mostrar painel de depuração
pt_pt: Mostrar painel de depuração
zh_hans: 显示调试面板

source: Exit compose mode (⌘⇧I)
de: Kompositionsmodus verlassen (⌘⇧I)
es_419: Salir del modo composición (⌘⇧I)
es_es: Salir del modo composición (⌘⇧I)
fr: Quitter le mode composition (⌘⇧I)
it: Esci dalla modalità composizione (⌘⇧I)
ja: 合成モードを終了 (⌘⇧I)
nl: Compositiemodus verlaten (⌘⇧I)
pt_br: Sair do modo de composição (⌘⇧I)
pt_pt: Sair do modo de composição (⌘⇧I)
zh_hans: 退出合成模式 (⌘⇧I)

source: Compose for icon — hides UI + freezes the orbit
de: Für Symbol komponieren — UI ausblenden und Umlaufbahn einfrieren
es_419: Componer para el ícono — oculta la interfaz y congela la órbita
es_es: Componer para el icono — oculta la interfaz y congela la órbita
fr: Composer pour l'icône — masque l'interface et fige l'orbite
it: Componi per l'icona — nasconde l'interfaccia e blocca l'orbita
ja: アイコン用に構図を決める — UI を隠して軌道を停止
nl: Componeer voor het pictogram — verbergt de interface en zet de baan stil
pt_br: Compor para o ícone — esconde a interface e congela a órbita
pt_pt: Compor para o ícone — esconde a interface e congela a órbita
zh_hans: 为图标取景——隐藏界面并冻结轨道动画

source: %@ · Long-press for picker
de: %@ · Lang drücken für Auswahl
es_419: %@ · Mantén presionado para abrir el selector
es_es: %@ · Mantén pulsado para abrir el selector
fr: %@ · Appui long pour ouvrir le sélecteur
it: %@ · Tieni premuto per il selettore
ja: %@ · 長押しでピッカーを開く
nl: %@ · Houd ingedrukt voor selector
pt_br: %@ · Pressione e segure para abrir o seletor
pt_pt: %@ · Toque longo para abrir o seletor
zh_hans: %@ · 长按打开选择器

source: Flat plane. Click to wrap onto a curved screen.
de: Flache Ebene. Klicken, um auf einen gewölbten Bildschirm zu wechseln.
es_419: Plano. Haz clic para envolver en una pantalla curva.
es_es: Plano. Pulsa para envolver en una pantalla curva.
fr: Plan plat. Cliquer pour passer en écran courbé.
it: Superficie piatta. Clicca per passare a uno schermo curvo.
ja: 平面。クリックすると曲面スクリーンに切り替わります。
nl: Plat vlak. Klik om over te schakelen naar een gebogen scherm.
pt_br: Plano. Clique para envolver em uma tela curva.
pt_pt: Plano. Clica para envolver num ecrã curvo.
zh_hans: 平面。点击切换为曲面屏。

source: Cinemascope curve. Click to wrap into a Möbius strip.
de: Cinemascope-Krümmung. Klicken, um zu einem Möbiusband zu wechseln.
es_419: Curva cinemascope. Haz clic para envolver en una banda de Möbius.
es_es: Curva cinemascope. Pulsa para envolver en una banda de Möbius.
fr: Courbe cinémascope. Cliquer pour passer à un ruban de Möbius.
it: Curva cinemascope. Clicca per passare a un nastro di Möbius.
ja: シネマスコープカーブ。クリックするとメビウスの輪に切り替わります。
nl: Cinemascope-kromming. Klik om over te schakelen naar een Möbius-band.
pt_br: Curva cinemascope. Clique para envolver em uma fita de Möbius.
pt_pt: Curva cinemascope. Clica para envolver numa fita de Möbius.
zh_hans: 影院级曲面。点击切换为莫比乌斯环。

source: Möbius strip. Click for warp distortion.
de: Möbiusband. Klicken für Warp-Verzerrung.
es_419: Banda de Möbius. Haz clic para distorsión warp.
es_es: Banda de Möbius. Pulsa para distorsión warp.
fr: Ruban de Möbius. Cliquer pour la distorsion warp.
it: Nastro di Möbius. Clicca per la distorsione warp.
ja: メビウスの輪。クリックでワープ歪みに切り替わります。
nl: Möbius-band. Klik voor warp-vervorming.
pt_br: Fita de Möbius. Clique para distorção warp.
pt_pt: Fita de Möbius. Clica para distorção warp.
zh_hans: 莫比乌斯环。点击切换为 warp 形变。

source: Centre-bulge warp. Click to return to flat.
de: Mittige Wölbung. Klicken, um zur flachen Ansicht zurückzukehren.
es_419: Distorsión central. Haz clic para volver a plano.
es_es: Distorsión central. Pulsa para volver a plano.
fr: Distorsion centrale. Cliquer pour revenir au plan plat.
it: Distorsione centrale. Clicca per tornare alla superficie piatta.
ja: 中央が膨らんだワープ。クリックで平面に戻ります。
nl: Vervorming in het midden. Klik om terug te keren naar plat.
pt_br: Distorção central. Clique para voltar para plano.
pt_pt: Distorção central. Clica para voltar a plano.
zh_hans: 中央凸起形变。点击返回平面。

source: Orbit camera (turntable).
de: Orbit-Kamera (Drehteller).
es_419: Cámara orbital (plato giratorio).
es_es: Cámara orbital (plato giratorio).
fr: Caméra orbitale (plateau tournant).
it: Camera orbitale (giradischi).
ja: 軌道カメラ（ターンテーブル）。
nl: Orbit-camera (draaitafel).
pt_br: Câmera orbital (prato giratório).
pt_pt: Câmara orbital (prato giratório).
zh_hans: 环绕摄像机（转盘式）。

source: Ride along on the rat.
de: Auf der Ratte mitfahren.
es_419: Súbete a la rata.
es_es: Súbete a la rata.
fr: Embarquer sur le dos du rat.
it: Sali in groppa al topo.
ja: ネズミに乗って追走する。
nl: Rijd mee op de rat.
pt_br: Pegue carona no rato.
pt_pt: Anda em cima do rato.
zh_hans: 骑在老鼠身上同行。

source: See the world from Maxwell's POV (he pirouettes).
de: Die Welt aus Maxwells Sicht sehen (er dreht sich).
es_419: Mira el mundo desde el punto de vista de Maxwell (que hace piruetas).
es_es: Mira el mundo desde el punto de vista de Maxwell (que hace piruetas).
fr: Voir le monde du point de vue de Maxwell (il pirouette).
it: Guarda il mondo dal punto di vista di Maxwell (che piroetta).
ja: Maxwell の視点で世界を見る（くるくる回ります）。
nl: Bekijk de wereld vanuit Maxwells perspectief (hij maakt piruetten).
pt_br: Veja o mundo do ponto de vista do Maxwell (ele faz piruetas).
pt_pt: Vê o mundo do ponto de vista de Maxwell (ele dá piruetas).
zh_hans: 从 Maxwell 的视角看世界（他会原地旋转）。

source: drag to orbit · ⌥-drag to pan · scroll to zoom
de: Ziehen zum Orbitieren · ⌥-Ziehen zum Schwenken · Scrollen zum Zoomen
es_419: arrastra para orbitar · ⌥-arrastra para mover · desplaza para hacer zoom
es_es: arrastra para orbitar · ⌥-arrastra para desplazar · desplaza para hacer zoom
fr: glisser pour orbiter · ⌥-glisser pour panoramique · molette pour zoomer
it: trascina per orbitare · ⌥-trascina per panoramica · scorri per fare zoom
ja: ドラッグで周回 · ⌥-ドラッグでパン · スクロールでズーム
nl: sleep om te orbiteren · ⌥-sleep om te pannen · scrol om te zoomen
pt_br: arraste para orbitar · ⌥-arraste para deslocar · role para dar zoom
pt_pt: arrasta para orbitar · ⌥-arrasta para deslocar · desliza para fazer zoom
zh_hans: 拖动以环绕 · ⌥-拖动以平移 · 滚动以缩放

source: drag to look around · scroll to peek further
de: Ziehen zum Umsehen · Scrollen für weitere Blicke
es_419: arrastra para mirar alrededor · desplaza para ver más allá
es_es: arrastra para mirar alrededor · desplaza para ver más allá
fr: glisser pour regarder autour · molette pour voir plus loin
it: trascina per guardarti intorno · scorri per spiare più lontano
ja: ドラッグで見回す · スクロールで先まで覗く
nl: sleep om rond te kijken · scrol om verder te kijken
pt_br: arraste para olhar ao redor · role para espiar mais longe
pt_pt: arrasta para olhar à volta · desliza para espreitar mais longe
zh_hans: 拖动以环顾 · 滚动以远眺

source: Speed
de: Geschwindigkeit
es_419: Velocidad
es_es: Velocidad
fr: Vitesse
it: Velocità
ja: 速度
nl: Snelheid
pt_br: Velocidade
pt_pt: Velocidade
zh_hans: 速度

source: Maxwell spin
de: Maxwell-Drehung
es_419: Giro de Maxwell
es_es: Giro de Maxwell
fr: Rotation de Maxwell
it: Rotazione di Maxwell
ja: Maxwell の回転
nl: Spin van Maxwell
pt_br: Rotação do Maxwell
pt_pt: Rotação de Maxwell
zh_hans: Maxwell 旋转

source: Maxwell scale
de: Maxwell-Skalierung
es_419: Escala de Maxwell
es_es: Escala de Maxwell
fr: Échelle de Maxwell
it: Scala di Maxwell
ja: Maxwell のスケール
nl: Schaal van Maxwell
pt_br: Escala do Maxwell
pt_pt: Escala de Maxwell
zh_hans: Maxwell 缩放

source: Rat scale
de: Ratten-Skalierung
es_419: Escala de la rata
es_es: Escala de la rata
fr: Échelle du rat
it: Scala del topo
ja: ネズミのスケール
nl: Schaal van de rat
pt_br: Escala do rato
pt_pt: Escala do rato
zh_hans: 老鼠缩放

source: Terminal alpha
de: Terminal-Transparenz
es_419: Opacidad de la terminal
es_es: Opacidad del terminal
fr: Opacité du terminal
it: Opacità del terminale
ja: ターミナルの透明度
nl: Terminal-transparantie
pt_br: Opacidade do terminal
pt_pt: Opacidade do terminal
zh_hans: 终端透明度

source: Flat
de: Flach
es_419: Plano
es_es: Plano
fr: Plat
it: Piatto
ja: 平面
nl: Plat
pt_br: Plano
pt_pt: Plano
zh_hans: 平面

source: Curved
de: Gewölbt
es_419: Curvo
es_es: Curvo
fr: Courbé
it: Curvo
ja: 曲面
nl: Gebogen
pt_br: Curvo
pt_pt: Curvo
zh_hans: 曲面

source: Warp
de: Verzerrung
es_419: Distorsión
es_es: Distorsión
fr: Distorsion
it: Distorsione
ja: ワープ
nl: Vervorming
pt_br: Distorção
pt_pt: Distorção
zh_hans: 形变

source: Rat POV
de: Ratten-Sicht
es_419: Vista de la rata
es_es: Vista de la rata
fr: Vue du rat
it: Vista del topo
ja: ネズミ視点
nl: Rat-perspectief
pt_br: Vista do rato
pt_pt: Vista do rato
zh_hans: 老鼠视角

source: Cat POV
de: Katzen-Sicht
es_419: Vista del gato
es_es: Vista del gato
fr: Vue du chat
it: Vista del gatto
ja: 猫視点
nl: Kat-perspectief
pt_br: Vista do gato
pt_pt: Vista do gato
zh_hans: 猫视角

source: Radius
es_419: Radio
es_es: Radio
fr: Rayon
it: Raggio
ja: 半径
nl: Straal
pt_br: Raio
pt_pt: Raio
zh_hans: 半径

source: Maxwell phase
es_419: Fase de Maxwell
es_es: Fase de Maxwell
fr: Phase de Maxwell
it: Fase di Maxwell
ja: Maxwell の位相
nl: Fase van Maxwell
pt_br: Fase do Maxwell
pt_pt: Fase de Maxwell
zh_hans: Maxwell 相位

source: Orbit
es_419: Órbita
es_es: Órbita
fr: Orbite
it: Orbita
ja: 軌道
pt_br: Órbita
pt_pt: Órbita
zh_hans: 环绕

source: Terminal
it: Terminale
ja: ターミナル
zh_hans: 终端

source: Möbius
ja: メビウス
zh_hans: 莫比乌斯
